Repository: noosfero-plugins/gamification
Catalog: po/*/gamification.po
Languages: pt

source: Badge was successfully created.
pt: Troféu foi criado com sucesso.

source: Badge was successfully updated.
pt: Troféu foi atualizado com sucesso.

source: Gamification Plugin
pt: Plugin de Gamificação

source: Comment author
pt: Autor do Comentário

source: Article author of a comment
pt: Autor do artigo do comentário

source: Source article of a comment
pt: Fonte od artigo do comentário

source: Article community of a comment
pt: Comentário em artigo da comunidade

source: Article author
pt: Autor do artigo

source: Article community
pt: Artigo da comunidade

source: Author of a voted content
pt: Autor de um conteúdo votado

source: Voted content
pt: Conteúdo votado

source: Voter
pt: Votante

source: Friends
pt: Amigos

source: Gamification Settings: Listing Badges
pt: Configurações de Gamificação: Litando Troféis

source: Remove
pt: Remover

source: Are you sure?
pt: Você tem certeza?

source: Gamification Settings: Editing Badge
pt: Configurações de Gamificação: Editando Troféus

source: Gamification Settings: Show Badge
pt: Configurações de Gamificação: Mostrar Troféu

source: Gamification Settings: New Badge
pt: Configurações de Gamificação: Novo Troféu

source: You earn a new badge!
pt: Você ganhou um troféu!

source: Level %s
pt: Nível %s

source: My Badges
pt: Meus Troféus

source: Gamification Dashboard for %s
pt: Painel de Gamificação para %s

source: Level
pt: Nível

source: Score:
pt: Ponto:

source: Latest Score Points
pt: Última Contagem de Pontos

source: Badges
pt: Emblemas

source: Week
pt: Semana

source: Month
pt: Mês

source: All Time
pt: Todo o Período

source: Your position:
pt: Sua posição:

source: Not scored yet
pt: Não pontuou ainda

source: Gamification Settings
pt: Configurações de Gamificação

source: Manage Point Rules
pt: Gerenciar Regras de Pontos

source: Manage Badges
pt: Gerenciar Troféis

source: Manage Levels
pt: Gerenciar Níveis

source: Cancel
pt: Cancelar

source: Gamification Settings: Rank Rules
pt: Configurações de Gamificação: Regras de Classificação

source: Rank Rules
pt: Regras de Classificação

source: New Level
pt: Novo Nível

source: Gamification Settings: Point Rules
pt: Configurações de Gamificação: regras dos Pontos

source: Point Rules
pt: Regras de Pontos
